Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: and costs, and EDC continues to actively engage with customers and industry stakeholders to
fr_fr: grandissante et doivent assumer des coûts plus élevés. C'est pourquoi EDC continue de consulter

source: better understand their needs and to determine how to best support them.
fr_fr: activement les consommateurs et les intervenants de l'industrie afin de mieux comprendre leurs

source: Budget 2025 announces the government's intention for EDC to
fr_fr: besoins et de déterminer la meilleure façon de les épauler.

source: increase total business facilitated by $25 billion by 2030.
fr_fr: de 25 milliards de dollars d'ici 2030 le total des activités commerciales

source: This will help expand
fr_fr: facilitées par EDC.

source: Canada's exports and trade development activities in sectors of strategic importance for
fr_fr: d'expansion du commerce du Canada dans des secteurs d'importance stratégique pour le pays, comme

source: Canada, including in critical minerals, energy, clean technology, infrastructure, and defence.
fr_fr: les minéraux critiques, l'énergie, les technologies propres, les infrastructures et la défense.

source: Strengthening Ties in the Indo-Pacific and Europe
fr_fr: Renforcer les liens avec l'Europe et la région de l'Indo-Pacifique

source: Canada's path to long-term economic resilience hinges on diversifying our exports.
fr_fr: Pour renforcer sa résilience économique à long terme, le Canada doit diversifier ses exportations.

source: This means
fr_fr: Il

source: doing more business across the world—particularly in growth-markets—to increase overall trade
fr_fr: faut faire plus d'affaires dans le monde entier, en particulier sur les marchés en croissance.

source: volumes, move beyond traditional north-south trade patterns, and strengthen our collaboration
fr_fr: des structures d'échanges traditionnelles centrées sur l'axe nord-sud et renforcer sa collaboration

source: with reliable trading partners and Allies around the world.
fr_fr: avec des partenaires commerciaux fiables et des alliés partout sur la planète.

source: In particular, the government will
fr_fr: Le gouvernement

source: focus its efforts on the Indo-Pacific—a pivotal source of long-term demand—and in Europe, where
fr_fr: concentrera notamment ses efforts sur l'Indo-Pacifique, une source clé de la demande à long terme,

source: businesses can take advantage of established export links, a similar business culture, shared
fr_fr: ainsi que sur l'Europe, où les entreprises peuvent tirer parti de liens d'exportation bien établis,

source: geopolitical interests, and emerging sectoral opportunities.
fr_fr: d'une culture des affaires similaire, d'intérêts géopolitiques communs et de nouveaux débouchés dans certains secteurs.

source: Despite a more expansive free trade network than any other G7 country, offering access to about
fr_fr: Bien que le Canada dispose d'un plus vaste réseau d'accords de libre-échange que tout autre pays du

source: two thirds of the global economy, 70 per cent of Canadian exports remained
fr_fr: G7, qui lui donne accès à près des deux tiers de l'économie mondiale, 70 % des exportations

source: concentrated in the U.S. as of 2024, with only 4 per cent directed to CETA
fr_fr: canadiennes demeuraient concentrées dans le marché américain en 2024. À peine 4 % des

source: markets and 8 per cent to CPTPP countries.
fr_fr: global avec l'Union européenne, et 8 %, aux pays membres de l'Accord de partenariat

source: Recent survey data from EDC shows that
fr_fr: Des données récentes de sondages menés par EDC ont permis de

source: goods exporters are continuing to prioritise North American and advanced European markets for
fr_fr: nord-américain ainsi qu'aux marchés des pays européens développés lorsqu'ils cherchent à prendre de

source: expansion, with economies in Asia notably absent from their plans.
fr_fr: l'expansion, les économies de l'Asie étant particulièrement absentes de leurs plans.

source: Canada enters this period of trade transformation in a highly favourable position—the first G7
fr_fr: Alors qu'il entame cette période de transformation commerciale, le Canada se trouve dans une position

source: country with free trade agreements with all of its G7 partners.
fr_fr: enviable : il est le premier pays du G7 à avoir des accords de libre-échange avec tous ses

source: Demand is high and will remain
fr_fr: partenaires du G7.

source: at this level for many of the goods we produce in abundance, including energy, potash and other
fr_fr: abondance au pays, dont l'énergie, la potasse et d'autres minéraux critiques, les produits

source: critical minerals, agri-food, and related products—as well as value-added goods, services, and
fr_fr: agroalimentaires et les produits connexes, de même que des biens à valeur ajoutée, des services et

source: technology.
fr_fr: des technologies.

source: And we are similarly well-placed as an investment destination.
fr_fr: De plus, le Canada est bien placé pour être une destination d'investissement

source: In exchange,
fr_fr: attrayante.

source: partnerships with foreign firms can offer Canadian businesses new footholds in global supply
fr_fr: En contrepartie, les partenariats conclus avec des entreprises étrangères peuvent offrir

source: chains.
fr_fr: mondiales.

source: The government is committed to equipping Canadian businesses to compete globally in sectors where
fr_fr: Le gouvernement est déterminé à outiller les entreprises canadiennes pour qu'elles puissent être

source: we are traditionally strong, as well as in new markets for new advanced technologies that will
fr_fr: concurrentielles à l'échelle mondiale dans des secteurs où le Canada est traditionnellement bien

source: shape the economies of the future.
fr_fr: façonneront les économies de l'avenir.

source: This renewed effort, supported by over $1.7 billion in
fr_fr: Ces efforts renouvelés, financés par de nouveaux

source: new investments, forms a key part of Canada's new comprehensive industrial strategy for building
fr_fr: investissements de plus de 1,7 milliard de dollars, forment un volet clé de la nouvelle

source: the strongest economy in the G7.
fr_fr: stratégie industrielle globale du Canada visant à bâtir l'économie la plus forte du G7.

source: To seize these opportunities, Budget 2025 proposes a step change, and a series of new
fr_fr: Pour tirer profit de ces possibilités, le budget de 2025 propose un changement majeur et une

source: measures to help Canadian enterprises compete and succeed internationally.
fr_fr: série de nouvelles mesures visant à aider les entreprises canadiennes à soutenir la concurrence et à

source: These include
fr_fr: réussir à l'échelle internationale.

source: concessional financing to open doors in priority markets, more financial support to help
fr_fr: Ces mesures comprennent du financement accordé à des conditions

source: businesses explore international partnerships, and digitalisation and infrastructure investments
fr_fr: investissements dans la numérisation et les infrastructures pour positionner le Canada comme un

source: to position Canada as a fast, reliable supplier of choice to the region.
fr_fr: fournisseur de choix, rapide et fiable auprès de la région.

source: Trade Diversification Strategy
fr_fr: Stratégie de diversification commerciale

source: Canada is setting a new goal to double non-U.S. exports over the next decade, generating
fr_fr: Le Canada se fixe une nouvelle cible consistant à doubler ses exportations vers des pays autres que

source: $300 billion more in trade—that's an increase of over $100 billion
fr_fr: plus en échanges commerciaux. Il s'agirait d'une hausse de plus de 100 milliards de

source: in 5 years.
fr_fr: dollars en cinq ans.

source: To do this, Canada must focus on growing areas of key competitive
fr_fr: Pour ce faire, le Canada doit axer ses efforts de croissance sur les secteurs

source: advantage and supercharging engagement with the world's fastest growing markets.
fr_fr: où il possède des atouts concurrentiels clés et dynamiser ses liens avec les marchés mondiaux

source: New Strategic Exports Office: Canada's competitors are increasingly fusing
fr_fr: Nouveau Bureau des exportations stratégiques : Les concurrents du Canada

source: traditional diplomacy with commercial acumen to help their businesses and workers win
fr_fr: entreprises et leurs travailleurs à profiter de débouchés à l'étranger.

source: opportunities abroad.
fr_fr: Pour coordonner la

source: To coordinate engagement across all departments and Government of
fr_fr: collaboration entre les différents ministères ainsi que les outils offerts par le gouvernement

source: Canada tools, a new Strategic Exports Office at Global Affairs Canada will curate a pipeline
fr_fr: du Canada, un nouveau Bureau des exportations stratégiques, à Affaires mondiales Canada, tiendra

source: of international business opportunities and build sophisticated, proactive roadmaps for
fr_fr: une liste des occasions d'affaires à l'échelle internationale et établira des feuilles de route

source: Canadian senior-level engagement to open doors and remove roadblocks for Canadian companies.
fr_fr: représentations aux échelons les plus élevés afin d'ouvrir des portes pour les entreprises

source: This Office will operate with resolve and laser-focus to remove longstanding trade
fr_fr: détermination et minutie à éliminer les irritants commerciaux de longue date, les obstacles à

source: irritants, market access barriers, infrastructure gaps, and financing needs.
fr_fr: l'accès aux marchés, les lacunes dans les infrastructures et les difficultés liées aux besoins de financement.

source: Making New Business-to-Business Connections in Europe
fr_fr: Établir de nouveaux liens entre les entreprises du Canada et de l'Europe

source: Building on recent and continuing efforts in the Indo-Pacific region, the government will launch
fr_fr: Dans la lignée des efforts récents et continus déployés dans la région de l'Indo-Pacifique, le

source: a series of new initiatives to showcase the talent and competitiveness of Canadian enterprises
fr_fr: gouvernement lancera une série de nouvelles initiatives visant à mettre en valeur dans les marchés

source: in European markets.
fr_fr: européens les talents et la compétitivité des entreprises canadiennes.

source: Budget 2025 proposes to provide $8 million over four
fr_fr: Le budget de 2025 propose d'accorder 8 millions de dollars sur quatre ans à

source: years, starting in 2026-27, and $2 million ongoing, to Global Affairs Canada
fr_fr: compter de l'exercice 2026-2027, et 2 millions de dollars par année par la suite, à

source: to deepen trade relations with European partners by undertaking new trade missions with
fr_fr: Affaires mondiales Canada pour renforcer les relations commerciales avec des partenaires

source: Canadian businesses and supporting Canadian Chambers of Commerce in Europe.
fr_fr: canadiennes et en soutenant les chambres de commerce canadiennes en Europe.

source: Helping Small and Medium-sized Enterprises Abroad
fr_fr: Aider les petites et moyennes entreprises à l'étranger

source: Québec City's WaterShed Monitoring Inc's international success is a great Canadian small
fr_fr: Le succès international de l'entreprise WaterShed Monitoring inc. de Québec

source: and medium-sized enterprise (SME) success story.
fr_fr: représente un bel exemple de réussite d'une PME canadienne.

source: With the help of Canada's Trade
fr_fr: Avec l'aide du Service

source: Commissioner Service (TCS), the water management company has grown and expanded in
fr_fr: des délégués commerciaux du Canada, cette société de gestion de l'eau a pris de

source: European countries, maintaining a corporate office in France.
fr_fr: l'expansion et étendu ses activités dans des pays européens, ayant même établi un bureau principal en France.

source: It is now pursuing
fr_fr: Elle explore maintenant des débouchés dans la région de

source: opportunities in the Indo-Pacific region, with company representatives joining a Team
fr_fr: l'Indo-Pacifique. Des représentants de l'entreprise se sont joints à une mission

source: Canada Trade Mission to Malaysia and Vietnam in March 2024 and taking part in the TCS'
fr_fr: commerciale d'Équipe Canada en Malaisie et au Vietnam en mars 2024 et ont aussi

source: first South-East Asia Watertech Canadian Technology Accelerator in Singapore.
fr_fr: pris part au premier Accélérateur technologique canadien sur les technologies de

source: Removing Barriers and Modernising Trade
fr_fr: Éliminer les obstacles et moderniser le commerce

source: In addition to opening up access to new, high-growth markets, ongoing trade negotiations play an
fr_fr: En plus de permettre l'accès à de nouveaux marchés en forte croissance, les négociations commerciales

source: essential role in lowering the barriers businesses face under existing agreements.
fr_fr: tenues en continu jouent un rôle crucial pour réduire les obstacles que les entreprises rencontrent

source: This includes
fr_fr: dans le cadre d'accords existants.

source: important efforts to modernise rules that support trade in the rapidly expanding digital
fr_fr: Entre autres, d'importants efforts sont déployés pour moderniser

source: services sector.
fr_fr: les règles du commerce dans le secteur en croissance rapide des services numériques.

source: Budget 2025 proposes to provide $20 million over four
fr_fr: Le budget de 2025 propose d'accorder 20 millions de dollars sur quatre ans à

source: years, starting in 2026-27, and $4.8 million ongoing, to enhance Global
fr_fr: compter de 2026-2027, et 4,8 millions de dollars par année par la suite, à Affaires

source: Affairs Canada's capacity to negotiate and implement trade and
fr_fr: au commerce et à l'investissement.

source: Connecting Canadian Businesses to the Global Market
fr_fr: Intégrer les entreprises canadiennes au marché mondial

source: Seizing International Opportunities Through Trade Finance
fr_fr: Tirer parti des débouchés internationaux au moyen du financement des transactions

source: For over 80 years, EDC has helped exporters to finance deals, offset the risks of doing
fr_fr: commerciales Depuis plus de 80 ans, EDC aide les exportateurs à financer des transactions, à atténuer

source: business abroad, and access new markets.
fr_fr: les risques associés aux affaires à l'étranger et à accéder à de nouveaux marchés.

source: The government is committed to ensuring EDC's toolkit
fr_fr: Le gouvernement est déterminé à faire en sorte que l'éventail d'outils d'EDC réponde aux besoins des exportateurs

source: fits the needs of Canadian exporters and supports resilience and growth in the current trade
fr_fr: canadiens et favorise la résilience et la croissance dans le contexte commercial actuel.

source: context. Budget 2025 announces the government's intention for EDC to
fr_fr: Dans le budget de 2025, le gouvernement annonce qu'il a l'intention qu'EDC mette en place

source: launch a $2 billion concessional trade finance envelope, on a cash basis, to
fr_fr: une enveloppe de 2 milliards de dollars de financement concessionnel, selon la

source: encourage international partners to buy Canadian.
fr_fr: comptabilité de caisse, afin d'inciter des partenaires internationaux à acheter des produits et services canadiens.

source: This new financial tool will help
fr_fr: Ce nouvel outil financier aidera les exportateurs dans des secteurs clés,

source: exporters in key sectors—such as infrastructure and clean technology—to engage in
fr_fr: comme ceux des infrastructures et des technologies propres, à prendre part à des projets dans

source: projects in some of the world's fastest-growing developing economies, particularly in
fr_fr: certaines des économies en développement qui connaissent la plus forte croissance au monde, tout particulièrement dans la région de l'Indo-Pacifique.

source: the Indo-Pacific region, and to participate in the reconstruction of Ukraine's critical
fr_fr: Il appuiera aussi leur participation à la reconstruction des infrastructures essentielles de l'Ukraine.

source: This will be funded from EDC's existing capital envelope and Global
fr_fr: enveloppe de capital existante d'EDC, ainsi que des ressources ministérielles existantes

source: Affairs Canada's existing departmental resources.
fr_fr: d'Affaires mondiales Canada.

source: Backing for Businesses Exploring New Markets
fr_fr: Soutenir les entreprises qui explorent de nouveaux marchés

source: Financial supports and specialised advisory services help businesses grow internationally by
fr_fr: Des mesures de soutien financier et des services de conseil spécialisés aident les entreprises à

source: enabling them to manage important upfront investments, such as travel, distribution and agent
fr_fr: doivent réaliser dès le début, notamment pour les déplacements, les frais de distribution et des

source: fees, product licensing, and hiring staff.
fr_fr: agents, les permis relatifs aux produits et l'embauche de personnel.

source: A range of supports are available through specialised
fr_fr: Une variété de mesures de

source: federal entities, and are often complemented by provincial or territorial programs.
fr_fr: souvent des mesures de programmes provinciaux ou territoriaux.

source: Budget 2025 proposes to provide $68.5 million over four
fr_fr: Le budget de 2025 propose d'accorder 68,5 millions de dollars sur quatre ans à

source: years, starting in 2026-27, with $19.9 million ongoing, to Global Affairs
fr_fr: compter de l'exercice 2026-2027, et 19,9 millions de dollars par année par la suite, à

source: Canada to enhance CanExport , which encourages small- and medium-sized
fr_fr: Affaires mondiales Canada pour bonifier le programme CanExport . Ce programme

source: enterprises (SMEs), national industry associations, and innovators to diversify their
fr_fr: soutient les PME, les associations sectorielles nationales et les innovateurs dans leurs

source: exports to new markets abroad by sharing the costs of international business development
fr_fr: démarches pour diversifier leurs exportations sur de nouveaux marchés à l'étranger, par le

source: activities, such as legal expenses, trade shows, and market research.
fr_fr: partage des coûts des activités de développement du commerce international (frais juridiques,

source: $14.6 million over four years starting in 2026-27 and $2.6 million
fr_fr: quatre ans à compter de 2026-2027, et 2,6 millions de dollars par année par la

source: ongoing will be repurposed from existing resources.
fr_fr: suite, proviendront de ressources existantes.

source: Budget 2025 proposes to provide $7.6 million over four
fr_fr: Le budget de 2025 propose d'accorder 7,6 millions de dollars sur quatre ans à

source: years, starting in 2026-27, with $2.1 million ongoing to Global Affairs Canada
fr_fr: compter de l'exercice 2026-2027, et 2,1 millions de dollars par année par la suite, à

source: to support Canadian companies through the Innovation Partnership Program and the Canadian Technology Accelerator .
fr_fr: Affaires mondiales Canada pour soutenir les entreprises canadiennes par l'intermédiaire du Programme de partenariats pour l'innovation et du programme des Accélérateurs technologiques canadiens . Le Programme de partenariats

source: The Innovation Partnership Program helps Canadian companies scale up their
fr_fr: pour l'innovation aide les entreprises canadiennes à accroître leurs exportations

source: exports through international partnerships, and the Canadian Technology
fr_fr: au moyen de partenariats internationaux, alors que le programme des Accélérateurs

source: Accelerator helps Canadian technology companies access international
fr_fr: technologiques canadiens aide les entreprises canadiennes du secteur des

source: markets and export opportunities.
fr_fr: technologies à accéder à des marchés à l'étranger et à tirer profit de possibilités d'exportation.

source: Of this amount, $1.9 million over four years,
fr_fr: De cette somme, 1,9 million de dollars sur quatre ans à compter

source: starting in 2026-27, and $0.6 million ongoing will be repurposed from
fr_fr: de 2026-2027, et 0,6 million de dollars par année par la suite, proviendront de

source: existing resources.
fr_fr: ressources existantes.

source: Budget 2025 proposes to provide $46.5 million over
fr_fr: Le budget de 2025 propose d'accorder 46,5 millions de dollars sur quatre ans à

source: four years, starting in 2026-27, to Innovation, Science and Economic
fr_fr: compter de l'exercice 2026-2027 à Innovation, Sciences et Développement économique Canada

source: Development Canada for the SME Export Readiness Initiative , to support
fr_fr: pour l' Initiative de préparation des PME à l'exportation visant à financer de

source: training for SMEs with limited exporting experience to build capacity to make informed,
fr_fr: la formation pour des PME ayant peu d'expérience en matière d'exportation, afin de renforcer

source: strategic decisions as they diversify trade.
fr_fr: activités commerciales.

source: This will help Canadian firms access and be
fr_fr: Ainsi, il sera plus facile pour les entreprises canadiennes d'accéder à

source: successful in new international markets and increase economic resilience.
fr_fr: de nouveaux marchés à l'étranger et d'y réussir, et de renforcer leur résilience économique.

source: Budget 2025 proposes to provide $4.2 million over three
fr_fr: Le budget de 2025 propose d'accorder 4,2 millions de dollars sur trois ans à

source: years, starting in 2027-28, and $1.4 million ongoing to Natural Resources
fr_fr: compter de l'exercice 2027-2028, et 1,4 million de dollars par année par la suite, à

source: Canada to maintain capacity to promote nuclear energy exports and strategic engagement
fr_fr: Ressources naturelles Canada pour maintenir sa capacité à promouvoir les exportations d'énergie

source: in key export markets.
fr_fr: nucléaire et les partenariats stratégiques dans des marchés d'exportation clés.

source: Budget 2025 proposes to provide $39.9 million over four
fr_fr: Le budget de 2025 propose d'accorder 39,9 millions de dollars sur quatre ans à

source: years, starting in 2026-27, and $11.1 million ongoing to the National Research
fr_fr: compter de l'exercice 2026-2027, et 11,1 millions de dollars par année par la suite,

source: Council of Canada's Industrial Research Assistance Program to expand the Clean
fr_fr: au Conseil national de recherches Canada pour son Programme d'aide à la recherche industrielle,

source: Technology Demonstration initiative to global markets.
fr_fr: afin d'étendre son Initiative de démonstration de technologies propres aux

source: Increasing Food Exports
fr_fr: marchés étrangers.

source: Canada's agricultural producers and fish and seafood harvesters are known around the world for
fr_fr: Les producteurs agricoles et les pêcheurs du Canada sont reconnus dans le monde entier pour la

source: the quality, safety, and sustainability of their products, from canola to seafood to beef.
fr_fr: qualité, la salubrité et la durabilité de leurs produits, du canola jusqu'aux produits de la mer, en

source: Recent trade tensions and retaliatory measures have created challenges for these key sectors,
fr_fr: passant par le bœuf. Les récentes tensions et contre-mesures commerciales ont entraîné des

source: and the government continues to stand behind them in defending fair, rules-based trade. With
fr_fr: commerce équitable et fondé sur des règles. Face à la demande mondiale croissante d'aliments
